---
kind: property
id: P:Autodesk.Revit.DB.DWFExportOptions.MergedViews
source: html/2f12fd72-3175-10cf-11ae-a1b41fb13f11.htm
---
# Autodesk.Revit.DB.DWFExportOptions.MergedViews Property

Whether to merge all views in one file.

## Syntax (C#)
```csharp
public bool MergedViews { get; set; }
```